{"pageProps":{"source":{"compiledSource":"\"use strict\";\n\nfunction _extends() { _extends = Object.assign || function (target) { for (var i = 1; i < arguments.length; i++) { var source = arguments[i]; for (var key in source) { if (Object.prototype.hasOwnProperty.call(source, key)) { target[key] = source[key]; } } } return target; }; return _extends.apply(this, arguments); }\n\nfunction _objectWithoutProperties(source, excluded) { if (source == null) return {}; var target = _objectWithoutPropertiesLoose(source, excluded); var key, i; if (Object.getOwnPropertySymbols) { var sourceSymbolKeys = Object.getOwnPropertySymbols(source); for (i = 0; i < sourceSymbolKeys.length; i++) { key = sourceSymbolKeys[i]; if (excluded.indexOf(key) >= 0) continue; if (!Object.prototype.propertyIsEnumerable.call(source, key)) continue; target[key] = source[key]; } } return target; }\n\nfunction _objectWithoutPropertiesLoose(source, excluded) { if (source == null) return {}; var target = {}; var sourceKeys = Object.keys(source); var key, i; for (i = 0; i < sourceKeys.length; i++) { key = sourceKeys[i]; if (excluded.indexOf(key) >= 0) continue; target[key] = source[key]; } return target; }\n\n/* @jsxRuntime classic */\n\n/* @jsx mdx */\nvar layoutProps = {};\nvar MDXLayout = \"wrapper\";\n\nfunction MDXContent(_ref) {\n  var components = _ref.components,\n      props = _objectWithoutProperties(_ref, [\"components\"]);\n\n  return mdx(MDXLayout, _extends({}, layoutProps, props, {\n    components: components,\n    mdxType: \"MDXLayout\"\n  }), mdx(\"h1\", null, \"Marry me.\"), mdx(\"p\", null, \"That's why you always leave a note! Say goodbye to these, because it's the last time! No, I did not kill Kitty. However, I am going to oblige and answer the nice officer's questions because I am an honest man with no secrets to hide.\"), mdx(\"p\", null, \"There's only one man I've ever called a coward, and that's Brian Doyle Murray. \", mdx(\"strong\", {\n    parentName: \"p\"\n  }, \"No, what I'm calling you is a television actor.\"), \" \", mdx(\"em\", {\n    parentName: \"p\"\n  }, \"No, I did not kill Kitty.\"), \" However, I am going to oblige and answer the nice officer's questions because I am an honest man with no secrets to hide.\"), mdx(\"h2\", null, \"We just call it a sausage.\"), mdx(\"p\", null, \"Michael! It's a hug, Michael. I'm hugging you. There's so many poorly chosen words in that sentence. Get me a vodka rocks. And a piece of toast. Marry me.\"), mdx(\"ol\", null, mdx(\"li\", {\n    parentName: \"ol\"\n  }, \"There's so many poorly chosen words in that sentence.\"), mdx(\"li\", {\n    parentName: \"ol\"\n  }, \"I care deeply for nature.\"), mdx(\"li\", {\n    parentName: \"ol\"\n  }, \"Oh, you're gonna be in a coma, all right.\")), mdx(\"h3\", null, \"We just call it a sausage.\"), mdx(\"p\", null, \"Really? Did nothing cancel? I'm a monster. There's only one man I've ever called a coward, and that's Brian Doyle Murray. No, what I'm calling you is a television actor. Get me a vodka rocks. And a piece of toast.\"), mdx(\"ul\", null, mdx(\"li\", {\n    parentName: \"ul\"\n  }, \"No, I did not kill Kitty. However, I am going to oblige and answer the nice officer's questions because I am an honest man with no secrets to hide.\"), mdx(\"li\", {\n    parentName: \"ul\"\n  }, \"Across from where?\"), mdx(\"li\", {\n    parentName: \"ul\"\n  }, \"I'm half machine. I'm a monster.\")), mdx(\"p\", null, \"Bad news. Andy Griffith turned us down. He didn't like his trailer. No\\u2026 but I'd like to be asked! We just call it a sausage. Michael!\"), mdx(\"p\", null, \"But I bought a yearbook ad from you, doesn't that mean anything anymore? That's what it said on 'Ask Jeeves.' I care deeply for nature. I don't criticize you! And if you're worried about criticism, sometimes a diet is the best defense.\"), mdx(\"p\", null, \"It's a hug, Michael. I'm hugging you. Really? Did nothing cancel? I don't criticize you! And if you're worried about criticism, sometimes a diet is the best defense. What's Spanish for \\\"I know you speak English?\\\"\"), mdx(\"p\", null, \"Whoa, this guy's straight? Michael! Whoa, this guy's straight? Now, when you do this without getting punched in the chest, you'll have more fun. As you may or may not know, Lindsay and I have hit a bit of a rough patch.\"), mdx(\"p\", null, \"Bad news. Andy Griffith turned us down. He didn't like his trailer. Guy's a pro. Across from where? First place chick is hot, but has an attitude, doesn't date magicians. That's what it said on 'Ask Jeeves.'\"), mdx(\"p\", null, \"Get me a vodka rocks. And a piece of toast. I'm a monster. We just call it a sausage. We just call it a sausage. As you may or may not know, Lindsay and I have hit a bit of a rough patch.\"), mdx(\"p\", null, \"I hear the jury's still out on science. I don't understand the question, and I won't respond to it. First place chick is hot, but has an attitude, doesn't date magicians. Now, when you do this without getting punched in the chest, you'll have more fun.\"), mdx(\"p\", null, \"As you may or may not know, Lindsay and I have hit a bit of a rough patch. Say goodbye to these, because it's the last time! Steve Holt! I'm half machine. I'm a monster. Well, what do you expect, mother?\"), mdx(\"p\", null, \"First place chick is hot, but has an attitude, doesn't date magicians. Whoa, this guy's straight? I'm a monster. It's a hug, Michael. I'm hugging you. Well, what do you expect, mother?\"), mdx(\"p\", null, \"Bad news. Andy Griffith turned us down. He didn't like his trailer. Steve Holt! No, I did not kill Kitty. However, I am going to oblige and answer the nice officer's questions because I am an honest man with no secrets to hide.\"), mdx(\"p\", null, \"As you may or may not know, Lindsay and I have hit a bit of a rough patch. Steve Holt! As you may or may not know, Lindsay and I have hit a bit of a rough patch. It's called 'taking advantage.' It's what gets you ahead in life.\"));\n}\n\n;\nMDXContent.isMDXComponent = true;","renderedOutput":"<h1>Marry me.</h1><p>That&#x27;s why you always leave a note! Say goodbye to these, because it&#x27;s the last time! No, I did not kill Kitty. However, I am going to oblige and answer the nice officer&#x27;s questions because I am an honest man with no secrets to hide.</p><p>There&#x27;s only one man I&#x27;ve ever called a coward, and that&#x27;s Brian Doyle Murray. <strong>No, what I&#x27;m calling you is a television actor.</strong> <em>No, I did not kill Kitty.</em> However, I am going to oblige and answer the nice officer&#x27;s questions because I am an honest man with no secrets to hide.</p><h2>We just call it a sausage.</h2><p>Michael! It&#x27;s a hug, Michael. I&#x27;m hugging you. There&#x27;s so many poorly chosen words in that sentence. Get me a vodka rocks. And a piece of toast. Marry me.</p><ol><li>There&#x27;s so many poorly chosen words in that sentence.</li><li>I care deeply for nature.</li><li>Oh, you&#x27;re gonna be in a coma, all right.</li></ol><h3>We just call it a sausage.</h3><p>Really? Did nothing cancel? I&#x27;m a monster. There&#x27;s only one man I&#x27;ve ever called a coward, and that&#x27;s Brian Doyle Murray. No, what I&#x27;m calling you is a television actor. Get me a vodka rocks. And a piece of toast.</p><ul><li>No, I did not kill Kitty. However, I am going to oblige and answer the nice officer&#x27;s questions because I am an honest man with no secrets to hide.</li><li>Across from where?</li><li>I&#x27;m half machine. I&#x27;m a monster.</li></ul><p>Bad news. Andy Griffith turned us down. He didn&#x27;t like his trailer. No… but I&#x27;d like to be asked! We just call it a sausage. Michael!</p><p>But I bought a yearbook ad from you, doesn&#x27;t that mean anything anymore? That&#x27;s what it said on &#x27;Ask Jeeves.&#x27; I care deeply for nature. I don&#x27;t criticize you! And if you&#x27;re worried about criticism, sometimes a diet is the best defense.</p><p>It&#x27;s a hug, Michael. I&#x27;m hugging you. Really? Did nothing cancel? I don&#x27;t criticize you! And if you&#x27;re worried about criticism, sometimes a diet is the best defense. What&#x27;s Spanish for &quot;I know you speak English?&quot;</p><p>Whoa, this guy&#x27;s straight? Michael! Whoa, this guy&#x27;s straight? Now, when you do this without getting punched in the chest, you&#x27;ll have more fun. As you may or may not know, Lindsay and I have hit a bit of a rough patch.</p><p>Bad news. Andy Griffith turned us down. He didn&#x27;t like his trailer. Guy&#x27;s a pro. Across from where? First place chick is hot, but has an attitude, doesn&#x27;t date magicians. That&#x27;s what it said on &#x27;Ask Jeeves.&#x27;</p><p>Get me a vodka rocks. And a piece of toast. I&#x27;m a monster. We just call it a sausage. We just call it a sausage. As you may or may not know, Lindsay and I have hit a bit of a rough patch.</p><p>I hear the jury&#x27;s still out on science. I don&#x27;t understand the question, and I won&#x27;t respond to it. First place chick is hot, but has an attitude, doesn&#x27;t date magicians. Now, when you do this without getting punched in the chest, you&#x27;ll have more fun.</p><p>As you may or may not know, Lindsay and I have hit a bit of a rough patch. Say goodbye to these, because it&#x27;s the last time! Steve Holt! I&#x27;m half machine. I&#x27;m a monster. Well, what do you expect, mother?</p><p>First place chick is hot, but has an attitude, doesn&#x27;t date magicians. Whoa, this guy&#x27;s straight? I&#x27;m a monster. It&#x27;s a hug, Michael. I&#x27;m hugging you. Well, what do you expect, mother?</p><p>Bad news. Andy Griffith turned us down. He didn&#x27;t like his trailer. Steve Holt! No, I did not kill Kitty. However, I am going to oblige and answer the nice officer&#x27;s questions because I am an honest man with no secrets to hide.</p><p>As you may or may not know, Lindsay and I have hit a bit of a rough patch. Steve Holt! As you may or may not know, Lindsay and I have hit a bit of a rough patch. It&#x27;s called &#x27;taking advantage.&#x27; It&#x27;s what gets you ahead in life.</p>","scope":{"title":"Arrested Development","description":"People that were arrested wrongfully"}},"frontMatter":{"title":"Arrested Development","description":"People that were arrested wrongfully"}},"__N_SSG":true}